Repository: oaron/Barion-Payment-for-Fluent-Forms
Catalog: languages/integration-barion-payment-gateway-fluent-forms-*.po
Languages: hu_hu

source: Pay with Barion
hu_hu: Fizetés Barion használatával

source: Payee is required
hu_hu: Fiók email kötelező

source: Please select Payment Mode
hu_hu: Válasszunk fizetési módot

source: Barion Sandbox POSKey is required
hu_hu: Barion Sandbox POS kulcs kötelező

source: Barion Live POSKey is required
hu_hu: Barion éles POS kulcs kötelező

source: Status
hu_hu: Státusz

source: Enable Barion Payment Method
hu_hu: Barion fizetésimód bekapcsolása

source: Payment Mode
hu_hu: Fizetési mód

source: Sandbox Mode
hu_hu: Sandbox mód

source: Live Mode
hu_hu: Éles mód

source: For testing purposes you should select Sandbox Mode otherwise select Live mode. The POSKey is different in the sandbox and live Barion systems.
hu_hu: Teszteléshez válasszuk a Sandbox, különben az éles módot. A POS kulcs ilyen esetben eltér.

source: Payee
hu_hu: Fiók email

source: That property indicates the user wallet that will receive the amount of the transaction.
hu_hu: Ez a tulajdonság azt a pénztárcát azonosítja amibe a fizetés érkezik.

source: Sandbox POSKey
hu_hu: Sandbo POS kulcs

source: Provide your Sandbox POSKey for your sandbox payments.
hu_hu: Adjuk mega sandbox POS kulcsot a teszt fizetésekhez.

source: Live POSKey
hu_hu: Éles POS kulcs

source: Provide your Live POSKey for your live payments. The POSKey is different in the sandbox and live Barion systems.
hu_hu: Adjuk meg az éles POS kulcsot a fizetések fogadásához. Az azonosító eltér a sandbox POS kulcstól.

source: Barion Pixel Key
hu_hu: Barion Pixel azonosító

source: HELP: %s.
hu_hu: Segítség: %s.

source: Redirect to Barion.com
hu_hu: Átirányítás a barion.com oldalra

source: User redirect to Barion.com for completing the payment
hu_hu: felhasználó átirányításra kerül a barion.com oldalra a fizetés befejezéséhez.

source: You are redirecting to Barion.com to complete the purchase. Please wait while you are redirecting....
hu_hu: Átirányításra kerülünk a Barion.com oldalra. Várjunk amíg ez végbemegy...

source: Barion error
hu_hu: Barion hiba

source: Payment succeeded.
hu_hu: Fizetés sikeres.

source: Payment canceled.
hu_hu: Fizetés megszakítva.

source: Payment is expired.
hu_hu: A fizetés lejárt.

source: Please install Fluent Forms and Fluent Forms Pro to use Barion Payment Gateway Integration!
hu_hu: A Barion integráció használatához telepítsük a Fluent forms és Fluent forms PRO bővítményeket.

source: Integration for Barion payment gateway and Fluent Forms
hu_hu: Barion integráció a Fluent Formshoz
